title: Suspicious Remote Logon
id: soc-003
status: experimental
description: Detects possible lateral movement over remote services.
logsource:
  product: windows
  service: security
detection:
  selection:
    EventID: 4624
    LogonType: 3
  condition: selection
level: high
tags:
  - attack.t1021
