title: Windows Failed Logon
id: soc-001
status: stable
description: Detects Windows failed logon events.
logsource:
  product: windows
  service: security
detection:
  selection:
    EventID: 4625
  condition: selection
level: high
tags:
  - attack.t1110
