title: Kerberos Ticket Activity
id: soc-004
status: experimental
description: Detects Kerberos ticket request activity.
logsource:
  product: windows
  service: security
detection:
  selection:
    EventID:
      - 4768
      - 4769
      - 4771
  condition: selection
level: medium
tags:
  - attack.t1558
